export default [{
  id: '10001',
  text: '（敲鍵盤中）......！嗯？沒見過你呢，找我有事嗎？？',
  items: [{
    text: '這裡是什麼地方？',
    dialogue: '10004'
  }, {
    text: '你是誰？',
    dialogue: '10003'
  }, {
    text: '沒事。',
    dialogue: '10002'
  }]
}, {
  id: '10002',
  text: '喔... 那我繼續寫 Code。'
}, {
  id: '10003',
  text: '你好！我是 Amo Wu，方舟建造人之一，叫我 Amo 就可以了，這是我的個人資料！',
  pushState: '/user/amowu'
}, {
  id: '10004',
  text: '這裡是位於福爾摩沙地區最西邊的一座城鎮，也是「方舟之地」的其中之一，詳細我一時也說不清楚，建議你可以多逛逛，有機會我再跟你娓娓道來。',
  items: [{
    text: '你是誰？',
    dialogue: '10003'
  }, {
    text: '我知道了，再見。',
    dialogue: '10005'
  }]
}, {
  id: '10005',
  text: 'OK，祝你玩得開心！'
}, {
  id: '10006',
  text: '抱歉，這座橋目前管制中，重新開放的時間還不確定。'
}, {
  id: '10007',
  text: '這裡是去台北市和新北市最快的道路，可惜現在還不能讓您通過，請期待我消失的那天到來吧。'
}, {
  id: '10008',
  text: '歡迎來到基隆鎮！因為對外道路都無法通行的原因，所以這個鎮上好久都沒有見到客人了，旅館也因此只好暫時歇業放無薪假。'
}, {
  id: '10009',
  text: '據說情侶只要攜手來到這口池塘許願，就可以一直白頭到老。所以後人給這座池塘命名為「情人池」。'
}, {
  id: '10010',
  text: '前陣子的大雨土石流把這顆石頭給沖下來，導致雪山洞窟的入口被堵住了... 現在沒辦法去宜蘭鎮玩了！大家真的要好好愛護環境啊...'
}, {
  id: '10011',
  text: '右邊這座中央山是福爾摩沙地區的主要山脈，2 億年前的先人們圍繞著這座山建立了 19 個城鎮，歷經過無數次不同文化的洗禮...'
}, {
  id: '10012',
  text: '我們曾是勇於冒險挑戰的海洋民族，如今卻成為只顧小確幸的務農民族，越過這片福爾摩沙海之後就是更廣大的世界了，希望這塊地區的人不要太封閉自己，錯失更多發展的可能性...'
}]
